Repository: itandersson/soprundan-sjobo_v2
Catalog: umap/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Take me to the home page
hu: Vissza a kezdőlapra

source: Browse %(current_user)s's maps
hu: %(current_user)s térképeinek böngészése

source: Type editors nick to add…
hu: Add meg a szerkesztő felhasználónevét a hozzáadáshoz…

source: Type new owner nick…
hu: Add meg az új tulajdonos felhasználónevét…

source: by
hu: - készítette:

source: More
hu: Még több

source: Please log in with your account
hu: Kérlek, jelentkezz be!

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Login
hu: Belépés

source: Please choose a provider
hu: Kérlek, válassz egy szolgáltatót!

source: uMap let you create maps with <a href="%(osm_url)s" />OpenStreetMap</a> layers in a minute and embed them in your site.
hu: A uMap segítségével <a href="%(osm_url)s" />OpenStreetMap</a>-alapú térképrétegeket hozhatsz létre percek alatt, amelyeket be is ágyazhatsz a weboldaladba.

source: Choose the layers of your map
hu: Válaszd ki a térképed rétegeit!

source: Add POIs: markers, lines, polygons...
hu: Hozz létre objektumokat: helyszíneket, vonalakat, sokszögeket…

source: Manage POIs colours and icons
hu: Szerkeszd az objektumok színeit és ikonjait

source: Manage map options: display a minimap, locate user on load…
hu: Szabd testre a térkép viselkedését: áttekintő térkép használatával, a felhasználó pozíciójának lekérdezésével…

source: Batch import geostructured data (geojson, gpx, kml, osm...)
hu: Geoinformatikai adatfájlok tömeges importjának támogatása (geojson, gpx, kml, osm…)

source: Choose the license for your data
hu: Válassz licenszet adataid számára!

source: Embed and share your map
hu: Ágyazd be és oszd meg a térképedet!

source: And it's <a href="%(repo_url)s">open source</a>!
hu: És mindez <a href="%(repo_url)s">nyílt forráskódú</a>!

source: Create a map
hu: Készíts egy térképet!

source: Play with the demo
hu: Próbáld ki a bemutatót!

source: This is a demo instance, used for tests and pre-rolling releases. If you need a stable instance, please use <a href="%(stable_url)s">%(stable_url)s</a>. You can also host your own instance, it's <a href="%(repo_url)s">open source</a>!
hu: Ez egy tesztelési célra használt szerver. Amennyiben egy üzemszerűen használható szerverre van szükséged, kérlek használd ezt a címet: <a href="%(stable_url)s">%(stable_url)s</a>. A uMap-et a saját szerveredre is feltelepítheded, hiszen <a href="%(repo_url)s">nyílt forráskódú</a>!

source: Map of the uMaps
hu: uMap-térképek térképe

source: Get inspired, browse maps
hu: Szerezz inspirációt, böngéssz a térképek között!

source: My maps
hu: Térképeim

source: Log in
hu: Bejelentkezés

source: Sign in
hu: Regisztráció

source: About
hu: Névjegy

source: Feedback
hu: Segítség és hibabejelentés

source: Change password
hu: Jelszó változtatása

source: Log out
hu: Kijelentkezés

source: Password change
hu: Jelszó változtatása

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
hu: Kérlek, biztonsági okokból írd be a régi jelszavad, majd add meg kétszer a kívánt új jelszót!

source: Old password
hu: Régi jelszó

source: New password
hu: Új jelszó

source: New password confirmation
hu: Új jelszó ismét

source: Change my password
hu: Jelszó változtatása

source: Password change successful
hu: A jelszóváltoztatás sikeres volt.

source: Your password was changed.
hu: A jelszavad megváltozott.

source: Not map found.
hu: Ilyen térkép nem található.

source: Search maps
hu: Térképek keresése

source: Search
hu: Keresés

source: View the map
hu: Térkép megtekintése
